other/ghcq-puzzles-1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>GHCQ Puzzle book 1</title>
<meta name="generator" content="Org mode" />
<link rel='stylesheet' href='/website/css/default.css' />
<link rel='stylesheet' href='/website/css/source-code.css' />
</head>
<body>
<div id="preamble" class="status">
<h1 id='site-name'>Bryan Rinders</h1>
<div id='menu'>
  <a href='/website/'>Home</a>
  <a href='/website/ctf-index.html'>CTF WriteUps</a>
  <a href='/website/emacs-index.html'>Emacs</a>
  <a href='/website/linux-index.html'>Linux Tutorials</a>
  <a href='https://gitlab.com/bryos/dotfiles' target='_blank'>Dotfiles</a>
  <a href='/website/other-index.html'>Other</a>
  <span class='right'>
    <a href='/website/sitemap.html'>Sitemap</a>
  </span>
</div>
<br><hr>
</div>
<div id="content">
<h1 class="title">GHCQ Puzzle book 1</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd8d227d">1. 1-10</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd8d227d" class="outline-2">
<h2 id="orgd8d227d"><span class="section-number-2">1</span> 1-10</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>Anwser: Penguin</li>
<li>The last words of the titles of the Star Trek/Wars movies
Answer: Spock Sith</li>
<li>See zodiac signs
Anwser: Scorpion</li>
<li>(a) Cent
(b) Kent
(c) Lent
(d) Tent
Anwser: Ent connect these anwsers created by J.R.R. Tolkien in the
fantasy series The Lord Of The Rings.</li>
<li></li>

<li>The first letter of the country names of the cities follow the
order ABC&#x2026; Country name starting with H is Hungary and the city
is Budapest.</li>
<li></li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<br><hr/>
<footer>
  <div class='copyright-container'>
    <div class='copyright'>
      Copyright &copy; 2022-2023 Bryan Rinders some rights reserved
      <br><br>
      This page is available under a
      <a rel='license' href='http://creativecommons.org/licenses/by/4.0/'>
        CC-BY 4.0
      </a> licence.
    </div>
  </div>
  <br>
  <div class='generated'>
    Created with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3) on <a href='https://www.gnu.org'>GNU</a>/<a href='https://www.kernel.org/'>Linux</a>
  </div>
</footer>
</div>
</body>
</html>
